{
  "movies": [
    {
      "id": 1,
      "title": "The Lion King",
      "year": "1994",
      "rated": "G",
      "released": "24 Jun 1994",
      "runtime": "88 min",
      "renre": "Animation, Adventure, Drama, Family, Musical",
      "director": "Roger Allers, Rob Minkoff",
      "writer": "Irene Mecchi (screenplay by), Jonathan Roberts (screenplay by), Linda Woolverton (screenplay by), Burny Mattinson (story), Barry Johnson (story), Lorna Cook (story), Thom Enriquez (story), Andy Gaskill (story), Gary Trousdale (story), Jim Capobianco (story), Kevin Harkey (story), Jorgen Klubien (story), Chris Sanders (story), Tom Sito (story), Larry Leker (story), Joe Ranft (story), Rick Maki (story), Ed Gombert (story), Francis Glebas (story), Mark Kausler (story), J.T. Allen (additional story material), George Scribner (additional story material), Miguel Tejada-Flores (additional story material), Jenny Tripp (additional story material), Bob Tzudiker (additional story material), Christopher Vogler (additional story material), Kirk Wise (additional story material), Noni White (additional story material), Brenda Chapman (story supervisor)",
      "actors": "Rowan Atkinson, Matthew Broderick, Niketa Calame-Harris, Jim Cummings",
      "plot": "A young lion Prince is cast out of his pride by his cruel uncle, who claims he killed his father. While the uncle rules with an iron paw, the prince grows up beyond the Savannah, living by a philosophy: No worries for the rest of your days. But when his past comes to haunt him, the young Prince must decide his fate: will he remain an outcast, or face his demons and become what he needs to be?",
      "language": "English, Swahili, Xhosa, Zulu",
      "country": "USA",
      "awards": "Won 2 Oscars. Another 33 wins & 29 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BYTYxNGMyZTYtMjE3MS00MzNjLWFjNmYtMDk3N2FmM2JiM2M1XkEyXkFqcGdeQXVyNjY5NDU4NzI@._V1_SX300.jpg",
      "production": "Buena Vista"
    },

    {
      "id": 2,
      "title": "Little Miss Sunshine",
      "year": "2006",
      "rated": "R",
      "released": "18 Aug 2006",
      "runtime": "101 min",
      "renre": "Comedy, Drama",
      "director": "Jonathan Dayton, Valerie Faris",
      "writer": "Michael Arndt",
      "actors": "Abigail Breslin, Greg Kinnear, Paul Dano, Alan Arkin",
      "plot": "In Albuquerque, Sheryl Hoover brings her suicidal brother Frank to the breast of her dysfunctional and emotionally bankrupted family. Frank is homosexual, an expert in Proust. He tried to commit suicide when he was rejected by his boyfriend and his great competitor became renowned and recognized as number one in the field of Proust. Sheryl's husband Richard is unsuccessfully trying to sell his self-help and self-improvement technique using nine steps to reach success, but he is actually a complete loser. Her son Dwayne has taken a vow of silence as a follower of Nietzsche and aims to be a jet pilot. Dwayne's grandfather Edwin was sent away from the institution for elders (Sunset Manor) and is addicted in heroin. When her seven-year-old daughter Olive has a chance to dispute the Little Miss Sunshine pageant in Redondo Beach, California, the whole family travels together in their old Volkswagen Type 2 (Kombi) in a funny journey of hope of winning the talent contest and to make a dream come true.",
      "language": "English",
      "country": "USA",
      "awards": "Won 2 Oscars. Another 68 wins & 107 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTgzNTgzODU0NV5BMl5BanBnXkFtZTcwMjEyMjMzMQ@@._V1_SX300.jpg",
      "production": "Fox Searchlight"
    },
    {
      "id": 3,
      "title": "Game of Thrones",
      "year": "2011–",
      "rated": "TV-MA",
      "released": "17 Apr 2011",
      "runtime": "57 min",
      "renre": "Action, Adventure, Drama, Fantasy, Romance",
      "director": "N/A",
      "writer": "David Benioff, D.B. Weiss",
      "actors": "Peter Dinklage, Lena Headey, Emilia Clarke, Kit Harington",
      "plot": "In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms. As conflict erupts in the kingdoms of men, an ancient enemy rises once again to threaten them all. Meanwhile, the last heirs of a recently usurped dynasty plot to take back their homeland from across the Narrow Sea.",
      "language": "English",
      "country": "USA, UK",
      "awards": "Won 1 Golden Globe. Another 273 wins & 454 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjA5NzA5NjMwNl5BMl5BanBnXkFtZTgwNjg2OTk2NzM@._V1_SX300.jpg"
    },

    {
      "id": 4,
      "title": "The Avengers",
      "year": "2012",
      "rated": "PG-13",
      "released": "04 May 2012",
      "runtime": "143 min",
      "renre": "Action, Adventure, Sci-Fi",
      "director": "Joss Whedon",
      "writer": "Joss Whedon (screenplay), Zak Penn (story), Joss Whedon (story)",
      "actors": "Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth",
      "plot": "Nick Fury is the director of S.H.I.E.L.D., an international peace-keeping agency. The agency is a who's who of Marvel Super Heroes, with Iron Man, The Incredible Hulk, Thor, Captain America, Hawkeye and Black Widow. When global security is threatened by Loki and his cohorts, Nick Fury and his team will need all their powers to save the world from disaster.",
      "language": "English, Russian, Hindi",
      "country": "USA",
      "awards": "Nominated for 1 Oscar. Another 38 wins & 79 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BNDYxNjQyMjAtNTdiOS00NGYwLWFmNTAtNThmYjU5ZGI2YTI1XkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SX300.jpg",
      "production": "Walt Disney Pictures"
    },

    {
      "id": 5,
      "title": "Star Wars: Episode IV - A New Hope",
      "year": "1977",
      "rated": "PG",
      "released": "25 May 1977",
      "runtime": "121 min",
      "renre": "Action, Adventure, Fantasy, Sci-Fi",
      "director": "George Lucas",
      "writer": "George Lucas",
      "actors": "Mark Hamill, Harrison Ford, Carrie Fisher, Peter Cushing",
      "plot": "The Imperial Forces, under orders from cruel Darth Vader, hold Princess Leia hostage in their efforts to quell the rebellion against the Galactic Empire. Luke Skywalker and Han Solo, captain of the Millennium Falcon, work together with the companionable droid duo R2-D2 and C-3PO to rescue the beautiful princess, help the Rebel Alliance and restore freedom and justice to the Galaxy.",
      "language": "English",
      "country": "USA",
      "awards": "Won 6 Oscars. Another 50 wins & 28 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BNzVlY2MwMjktM2E4OS00Y2Y3LWE3ZjctYzhkZGM3YzA1ZWM2XkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SX300.jpg",
      "production": "20th Century Fox"
    },
    {
      "id": 6,
      "title": "Avatar",
      "year": "2009",
      "rated": "PG-13",
      "released": "18 Dec 2009",
      "runtime": "162 min",
      "renre": "Action, Adventure, Fantasy, Sci-Fi",
      "director": "James Cameron",
      "writer": "James Cameron",
      "actors": "Sam Worthington, Zoe Saldana, Sigourney Weaver, Stephen Lang",
      "plot": "When his brother is killed in a robbery, paraplegic Marine Jake Sully decides to take his place in a mission on the distant world of Pandora. There he learns of greedy corporate figurehead Parker Selfridge's intentions of driving off the native humanoid \"Na'vi\" in order to mine for the precious material scattered throughout their rich woodland. In exchange for the spinal surgery that will fix his legs, Jake gathers intel for the cooperating military unit spearheaded by gung-ho Colonel Quaritch, while simultaneously attempting to infiltrate the Na'vi people with the use of an \"avatar\" identity. While Jake begins to bond with the native tribe and quickly falls in love with the beautiful alien Neytiri, the restless Colonel moves forward with his ruthless extermination tactics, forcing the soldier to take a stand - and fight back in an epic battle for the fate of Pandora.",
      "language": "English, Spanish",
      "country": "USA",
      "awards": "Won 3 Oscars. Another 85 wins & 128 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTYwOTEwNjAzMl5BMl5BanBnXkFtZTcwODc5MTUwMw@@._V1_SX300.jpg",
      "production": "20th Century Fox"
    },

    {
      "id": 7,
      "title": "Black Panther",
      "year": "2018",
      "rated": "PG-13",
      "released": "16 Feb 2018",
      "runtime": "134 min",
      "renre": "Action, Adventure, Sci-Fi",
      "director": "Ryan Coogler",
      "writer": "Ryan Coogler, Joe Robert Cole, Stan Lee (based on the Marvel comics by), Jack Kirby (based on the Marvel Comics by)",
      "actors": "Chadwick Boseman, Michael B. Jordan, Lupita Nyong'o, Danai Gurira",
      "plot": "After the events of Captain America: Civil War, King T'Challa returns home to the reclusive, technologically advanced African nation of Wakanda to serve as his country's new leader. However, T'Challa soon finds that he is challenged for the throne from factions within his own country. When two foes conspire to destroy Wakanda, the hero known as Black Panther must team up with C.I.A. agent Everett K. Ross and members of the Dora Milaje, Wakanadan special forces, to prevent Wakanda from being dragged into a world war.",
      "language": "English, Swahili, Nama, Xhosa, Korean",
      "country": "USA",
      "awards": "14 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTg1MTY2MjYzNV5BMl5BanBnXkFtZTgwMTc4NTMwNDI@._V1_SX300.jpg",
      "production": "Marvel Studios"
    },

    {
      "id": 8,
      "title": "Avengers: Infinity War",
      "year": "2018",
      "rated": "PG-13",
      "released": "27 Apr 2018",
      "runtime": "149 min",
      "renre": "Action, Adventure, Sci-Fi",
      "director": "Anthony Russo, Joe Russo",
      "writer": "Christopher Markus (screenplay by), Stephen McFeely (screenplay by), Stan Lee (based on the Marvel comics by), Jack Kirby (based on the Marvel comics by), Joe Simon (Captain America created by), Jack Kirby (Captain America created by), Steve Englehart (Star-Lord created by), Steve Gan (Star-Lord created by), Bill Mantlo (Rocket Raccoon created by), Keith Giffen (Rocket Raccoon created by), Jim Starlin (Thanos, Gamora and Drax created by), Stan Lee (Groot created by), Larry Lieber (Groot created by), Jack Kirby (Groot created by), Steve Englehart (Mantis created by), Don Heck (Mantis created by)",
      "actors": "Robert Downey Jr., Chris Hemsworth, Mark Ruffalo, Chris Evans",
      "plot": "The Avengers and their allies must be willing to sacrifice all in an attempt to defeat the powerful Thanos before his blitz of devastation and ruin puts an end to the universe.",
      "language": "English",
      "country": "USA",
      "awards": "N/A",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjMxNjY2MDU1OV5BMl5BanBnXkFtZTgwNzY1MTUwNTM@._V1_SX300.jpg",
      "production": "Walt Disney Pictures"
    },

    {
      "id": 9,
      "title": "Avengers: Endgame",
      "year": "2019",
      "rated": "PG-13",
      "released": "26 Apr 2019",
      "runtime": "181 min",
      "renre": "Action, Adventure, Sci-Fi",
      "director": "Anthony Russo, Joe Russo",
      "writer": "Christopher Markus (screenplay by), Stephen McFeely (screenplay by), Stan Lee (based on the Marvel comics by), Jack Kirby (based on the Marvel comics by), Jim Starlin (Thanos, Gamora & Drax created by), Jack Kirby (Groot created by)",
      "actors": "Robert Downey Jr., Chris Evans, Mark Ruffalo, Chris Hemsworth",
      "plot": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins. With the help of remaining allies, the Avengers assemble once more in order to reverse Thanos' actions and restore balance to the universe.",
      "language": "English, Japanese, Xhosa",
      "country": "USA, UK, Canada",
      "awards": "N/A",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTc5MDE2ODcwNV5BMl5BanBnXkFtZTgwMzI2NzQ2NzM@._V1_SX300.jpg",
      "production": "Marvel Studios"
    },

    {
      "id": 10,
      "title": "Star Wars: The Last Jedi",
      "year": "2017",
      "rated": "PG-13",
      "released": "15 Dec 2017",
      "runtime": "152 min",
      "renre": "Action, Adventure, Fantasy, Sci-Fi",
      "director": "Rian Johnson",
      "writer": "Rian Johnson, George Lucas (based on characters created by)",
      "actors": "Mark Hamill, Carrie Fisher, Adam Driver, Daisy Ridley",
      "plot": "Rey develops her newly discovered abilities with the guidance of Luke Skywalker, who is unsettled by the strength of her powers. Meanwhile, the Resistance prepares for battle with the First Order.",
      "language": "English",
      "country": "USA",
      "awards": "Nominated for 4 Oscars. Another 12 wins & 71 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjQ1MzcxNjg4N15BMl5BanBnXkFtZTgwNzgwMjY4MzI@._V1_SX300.jpg",
      "production": "Walt Disney Pictures"
    },

    {
      "id": 11,
      "title": "Inception",
      "year": "2010",
      "rated": "PG-13",
      "released": "16 Jul 2010",
      "runtime": "148 min",
      "renre": "Action, Adventure, Sci-Fi, Thriller",
      "director": "Christopher Nolan",
      "writer": "Christopher Nolan",
      "actors": "Leonardo DiCaprio, Joseph Gordon-Levitt, Ellen Page, Tom Hardy",
      "plot": "Dom Cobb is a skilled thief, the absolute best in the dangerous art of extraction, stealing valuable secrets from deep within the subconscious during the dream state, when the mind is at its most vulnerable. Cobb's rare ability has made him a coveted player in this treacherous new world of corporate espionage, but it has also made him an international fugitive and cost him everything he has ever loved. Now Cobb is being offered a chance at redemption. One last job could give him his life back but only if he can accomplish the impossible - inception. Instead of the perfect heist, Cobb and his team of specialists have to pull off the reverse: their task is not to steal an idea but to plant one. If they succeed, it could be the perfect crime. But no amount of careful planning or expertise can prepare the team for the dangerous enemy that seems to predict their every move. An enemy that only Cobb could have seen coming.",
      "language": "English, Japanese, French",
      "country": "USA, UK",
      "awards": "Won 4 Oscars. Another 152 wins & 204 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMjAxMzY3NjcxNF5BMl5BanBnXkFtZTcwNTI5OTM0Mw@@._V1_SX300.jpg",
      "production": "Warner Bros. Pictures"
    },

    {
      "id": 12,
      "title": "The Lord of the Rings",
      "year": "1978",
      "rated": "PG",
      "released": "15 Nov 1978",
      "runtime": "132 min",
      "renre": "Animation, Adventure, Fantasy",
      "director": "Ralph Bakshi",
      "writer": "Chris Conkling (screenplay), Peter S. Beagle (screenplay), J.R.R. Tolkien (novels)",
      "actors": "Christopher Guard, William Squire, Michael Scholes, John Hurt",
      "plot": "A young Hobbit named Frodo (Guard) is thrown on an amazing adventure, when he is appointed the job of destroying the one ring which was created by the dark lord Sauron. He is assigned with warriors including Gandalf (Squire), Aragorn (Hurt) and Boromir (Cox). It's not going to be an easy journey for the Fellowship of the Ring, on the ultimate quest to rid Middle-Earth of all evil.",
      "language": "English, Sindarin",
      "country": "USA, UK, Spain",
      "awards": "Nominated for 1 Golden Globe. Another 1 win & 2 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BOGMyNWJhZmYtNGQxYi00Y2ZjLWJmNjktNTgzZWJjOTg4YjM3L2ltYWdlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SX300.jpg",
      "production": "WARNER BROTHERS PICTURES"
    },

    {
      "id": 13,
      "title": "Titanic",
      "year": "1997",
      "rated": "PG-13",
      "released": "19 Dec 1997",
      "runtime": "194 min",
      "renre": "Drama, Romance",
      "director": "James Cameron",
      "writer": "James Cameron",
      "actors": "Leonardo DiCaprio, Kate Winslet, Billy Zane, Kathy Bates",
      "plot": "84 years later, a 100 year-old woman named Rose DeWitt Bukater tells the story to her granddaughter Lizzy Calvert, Brock Lovett, Lewis Bodine, Bobby Buell and Anatoly Mikailavich on the Keldysh about her life set in April 10th 1912, on a ship called Titanic when young Rose boards the departing ship with the upper-class passengers and her mother, Ruth DeWitt Bukater, and her fiancé, Caledon Hockley. Meanwhile, a drifter and artist named Jack Dawson and his best friend Fabrizio De Rossi win third-class tickets to the ship in a game. And she explains the whole story from departure until the death of Titanic on its first and last voyage April 15th, 1912 at 2:20 in the morning.",
      "language": "English, Swedish, Italian",
      "country": "USA",
      "awards": "Won 11 Oscars. Another 111 wins & 77 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMDdmZGU3NDQtY2E5My00ZTliLWIzOTUtMTY4ZGI1YjdiNjk3XkEyXkFqcGdeQXVyNTA4NzY1MzY@._V1_SX300.jpg",
      "production": "Paramount Pictures"
    },

    {
      "id": 14,
      "title": "John Wick",
      "year": "2014",
      "rated": "R",
      "released": "24 Oct 2014",
      "runtime": "101 min",
      "renre": "Action, Crime, Thriller",
      "director": "Chad Stahelski, David Leitch",
      "writer": "Derek Kolstad",
      "actors": "Keanu Reeves, Michael Nyqvist, Alfie Allen, Willem Dafoe",
      "plot": "An ex-hit-man comes out of retirement to track down the gangsters that killed his dog and took everything from him.",
      "language": "English, Russian, Hungarian",
      "country": "USA",
      "awards": "5 wins & 8 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTU2NjA1ODgzMF5BMl5BanBnXkFtZTgwMTM2MTI4MjE@._V1_SX300.jpg",
      "production": "LionsGate Entertainment"
    },

    {
      "id": 15,
      "title": "Captain Marvel",
      "year": "2019",
      "rated": "PG-13",
      "released": "08 Mar 2019",
      "runtime": "123 min",
      "renre": "Action, Adventure, Sci-Fi",
      "director": "Anna Boden, Ryan Fleck",
      "writer": "Anna Boden (screenplay by), Ryan Fleck (screenplay by), Geneva Robertson-Dworet (screenplay by), Nicole Perlman (story by), Meg LeFauve (story by), Anna Boden (story by), Ryan Fleck (story by), Geneva Robertson-Dworet (story by)",
      "actors": "Brie Larson, Samuel L. Jackson, Ben Mendelsohn, Jude Law",
      "plot": "Carol Danvers becomes one of the universe's most powerful heroes when Earth is caught in the middle of a galactic war between two alien races.",
      "language": "English",
      "country": "USA, Australia",
      "awards": "N/A",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTE0YWFmOTMtYTU2ZS00ZTIxLWE3OTEtYTNiYzBkZjViZThiXkEyXkFqcGdeQXVyODMzMzQ4OTI@._V1_SX300.jpg",
      "production": "Marvel Studios"
    },

    {
      "id": 16,
      "title": "John Wick: Chapter 3 - Parabellum",
      "year": "2019",
      "rated": "R",
      "released": "17 May 2019",
      "runtime": "131 min",
      "renre": "Action, Crime, Thriller",
      "director": "Chad Stahelski",
      "writer": "Derek Kolstad (screenplay by), Shay Hatten (screenplay by), Chris Collins (screenplay by), Marc Abrams (screenplay by), Derek Kolstad (story by), Derek Kolstad (based on characters created by)",
      "actors": "Keanu Reeves, Halle Berry, Ian McShane, Laurence Fishburne",
      "plot": "Super-assassin John Wick is on the run after killing a member of the international assassin's guild, and with a $14 million price tag on his head - he is the target of hit men and women everywhere.",
      "language": "Mandarin, Latin, English, Russian, Japanese, Italian, Arabic, Indonesian",
      "country": "USA",
      "awards": "N/A",
      "poster": "https://m.media-amazon.com/images/M/MV5BMDg2YzI0ODctYjliMy00NTU0LTkxODYtYTNkNjQwMzVmOTcxXkEyXkFqcGdeQXVyNjg2NjQwMDQ@._V1_SX300.jpg",
      "production": "Lionsgate"
    },
    {
      "id": 17,
      "title": "Skin",
      "year": "2018",
      "rated": "R",
      "released": "26 Jul 2019",
      "runtime": "118 min",
      "renre": "Biography, Crime, Drama",
      "director": "Guy Nattiv",
      "writer": "Guy Nattiv",
      "actors": "Jamie Bell, Danielle Macdonald, Daniel Henshall, Bill Camp",
      "plot": "A destitute young man, raised by racist skinheads and notorious among white supremacists, turns his back on hatred and violence to transform his life, with the help of a black activist and the woman he loves.",
      "language": "English",
      "country": "USA",
      "awards": "N/A",
      "poster": "https://m.media-amazon.com/images/M/MV5BNmFiZjA2ZDEtMTk5NC00MTZkLTgxYTEtMjFmOGI4OTVmNmEwXkEyXkFqcGdeQXVyODQyNzE3MDg@._V1_SX300.jpg",
      "production": "N/A"
    },

    {
      "id": 18,
      "title": "The Big Bang Theory",
      "year": "2007–2019",
      "rated": "TV-14",
      "released": "01 May 2006",
      "runtime": "22 min",
      "renre": "Comedy, Romance",
      "director": "N/A",
      "writer": "Chuck Lorre, Bill Prady",
      "actors": "Johnny Galecki, Jim Parsons, Kaley Cuoco, Simon Helberg",
      "plot": "Leonard Hofstadter and Sheldon Cooper are both brilliant physicists working at Cal Tech in Pasadena, California. They are colleagues, best friends, and roommates, although in all capacities their relationship is always tested primarily by Sheldon's regimented, deeply eccentric, and non-conventional ways. They are also friends with their Cal Tech colleagues mechanical engineer Howard Wolowitz and astrophysicist Rajesh Koothrappali. The foursome spend their time working on their individual work projects, playing video games, watching science-fiction movies, or reading comic books. As they are self-professed nerds, all have little or no luck with women. When Penny, a pretty woman and an aspiring actress from Omaha, moves into the apartment across the hall from Leonard and Sheldon's, Leonard has another aspiration in life, namely to get Penny to be his girlfriend.",
      "language": "Klingon, English, Hindi, Italian, Russian, Mandarin",
      "country": "USA",
      "awards": "Won 1 Golden Globe. Another 66 wins & 222 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BY2FmZTY5YTktOWRlYy00NmIyLWE0ZmQtZDg2YjlmMzczZDZiXkEyXkFqcGdeQXVyNjg4NzAyOTA@._V1_SX300.jpg",
      "production": "N/A"
    },

    {
      "id": 19,
      "title": "Silicon Valley",
      "year": "2014–",
      "rated": "TV-MA",
      "released": "06 Apr 2014",
      "runtime": "28 min",
      "renre": "Comedy",
      "director": "N/A",
      "writer": "John Altschuler, Mike Judge, Dave Krinsky",
      "actors": "Josh Brener, Martin Starr, Kumail Nanjiani, Zach Woods",
      "plot": "In the high-tech gold rush of modern Silicon Valley, the people most qualified to succeed are the least capable of handling success. A comedy partially inspired by Mike Judge's own experiences as a Silicon Valley engineer in the late 1980s.",
      "language": "English",
      "country": "USA",
      "awards": "Nominated for 2 Golden Globes. Another 13 wins & 76 nominations.",
      "poster": "https://m.media-amazon.com/images/M/MV5BMTAxNTEyODE5MTNeQTJeQWpwZ15BbWU4MDE3MjM3ODQz._V1_SX300.jpg",
      "production": "N/A"
    }
  ]
}
